Repository: raspberrypi-ui/appset
Catalog: po/*.po
Languages: de, hy, is, pt_br, sk

# tab
source: Desktop
pt_br: Área de Trabalho

# tab
source: Taskbar
pt_br: Barra de tarefas

# tab
source: Theme
pt_br: Tema

# tab
source: Defaults
pt_br: Padrões

source: No such tab
pt_br: Não existe tal guia

source: The theme for Geany cannot be changed while it is open. Please close it and try again.
pt_br: O tema do Geany não pode ser alterado enquanto ele estiver aberto. Feche-o e tente novamente.

source: The theme for Calculator cannot be changed while it is open. Please close it and try again.
pt_br: O tema da Calculadora não pode ser alterado enquanto ela estiver aberta. Feche-a e tente novamente.

source: Restoring configuration - please wait...
de: Konfiguration wiederherstellen - bitte warten...
pt_br: Restaurando configuração - por favor espere...

source: Loading configuration - please wait...
de: Konfiguration wird geladen - bitte warten...
pt_br: Carregando configuração - por favor espere...

source: Appearance Settings
de: Erscheinungsbild-Einstellungen
hy: Տեսքի կարգավորումներ
is: Stillingar útlits
pt_br: Configurações de aparência
sk: Nastavenia vzhľadu

source: Desktop Number
pt_br: Número da área de trabalho

source: Choose the desktop to configure
pt_br: Escolha a área de trabalho para configurar

source: Show identical desktop on second monitor
de: Identischen Schreibtisch auf dem zweiten Monitor anzeigen
hy: Ցույց տալ նույն աշխատասեղանը երկրորդ էկրանի վրա
is: Birta alveg eins skjáborð á aukaskjá
pt_br: Mostrar área de trabalho idêntica no segundo monitor
sk: Zobraziť rovnakú plochu na druhom monitore

source: Check this box to show the same desktop image and icons on both monitors
de: Dieses Kästchen aktivieren, um das gleiche Schreibtisch-Bild und die gleichen Symbole auf beiden Monitoren anzuzeigen
hy: Նշել այս կետը, որպեսզի երկու էկրանների վրա լինի նույն նկարն ու պատկերները
is: Veldu þetta til að sýna sömu skjáborðsmynd og táknmyndir á báðum skjánum
pt_br: Marque esta caixa para mostrar a mesma imagem e ícones da área de trabalho em ambos os monitores
sk: Aktivovaním tohto políčka zobrazíte rovnaký obrázok pozadia a ikony na oboch monitoroch

source: Set how the wallpaper should be fitted to the screen
de: Festlegen, wie der Hintergrund auf dem Bildschirm angepasst werden soll
hy: Սահմանել, թե ինչպես պետք է հարմարեցվի էկրանի նկարը
is: Stilltu hvernig bakgrunnsmynd er löguð að skjánum
pt_br: Defina como o papel de parede deve ser ajustado à tela
sk: Nastaviť spôsob, akým sa má zobraziť obrázok pozadia na obrazovke

source: No image
de: Kein Bild
hy: Առանց նկար
is: Engin mynd
pt_br: Sem imagem
sk: Bez obrázka

source: Centre image on screen
de: Bild in der Mitte des Bildschirms
hy: Նկարը էկրանի կենտրոնում
is: Miðja myndmynd á skjá
pt_br: Centralizar imagem na tela
sk: Vystrediť obrázok na obrazovke

source: Fit image onto screen
de: Bild auf Bildschirm anpassen
hy: Հարմարեցնել նկարը ամբողջ էկրանին
is: Laga mynd að skjá
pt_br: Ajustar imagem à tela
sk: Prispôsobiť obrázok ploche

source: Fill screen with image
de: Bildschirm mit Bild füllen
hy: Լցնել էկրանը նկարով
is: Fylla skjá með mynd
pt_br: Preencher tela com imagem
sk: Vyplniť obrazovku obrázkom

source: Stretch to cover screen
de: Strecken, um den Bildschirm zu bedecken
hy: Ձգել ծածկելով էկրանը
is: Teygja til að þekja allan skjáinn
pt_br: Estique para cobrir a tela
sk: Roztiahnuť na celú obrazovku

source: Tile image
de: Bild kacheln
hy: Սալիկային տեսքով
is: Flísaleggja amynd
pt_br: Imagem do mosaico
sk: Opakovať obrázok (dlaždice)

source: Picture
de: Bild
hy: Նկար՝
is: Mynd
pt_br: Foto
sk: Obrázok

source: Choose image file to use as wallpaper
de: Bilddatei für den Hintergrund auswählen
hy: Ընտրել նկարը էկրանի համար
is: Veldu myndskrá til að nota sem bakgrunnsmynd
pt_br: Escolha o arquivo de imagem a ser usado como papel de parede
sk: Vyberte súbor s obrázkom, ktorý sa má použiť ako pozadie

source: Colour
de: Farbe
hy: Գույն՝
is: Litur
pt_br: Cor
sk: Farba

source: Choose the colour of the desktop background
de: Farbe des Schreibtisch-Hintergrunds auswählen
hy: Ընտրել գույնը աշխատասեղանի ֆոնի համար
is: Veldu hér lit bakgrunns skjáborðsins
pt_br: Escolha a cor do fundo da área de trabalho
sk: Vyberte farbu pozadia plochy

source: Text Colour
de: Textfarbe
hy: Տեքստի գույնը:
is: Litur texta
pt_br: Cor do texto
sk: Farba textu

source: Choose the colour of the text used for desktop icon labels
de: Farbe des Texts für die Beschriftung der Schreibtisch-Symbole auswählen
hy: Ընտրել տեքստի գույնը աշխատասեղանի պատկերի պիտակների համար
is: Veldu hér litinn sem notaður er á texta í merkingum táknmynda á skjáborði
pt_br: Escolha a cor do texto usado para os rótulos dos ícones da área de trabalho
sk: Vyberte farbu textu použitého na popisy ikon

source: Desktop Folder
de: Desktop-Ordner
hy: Երկրորդ աշխատասեղանի պանակ՝
is: Skjáborðsmappa
pt_br: Pasta da área de trabalho
sk: Priečinok Plochy

source: Choose the folder containing files to be shown on the second desktop
de: Ordner auswählen, der die Dateien für den zweiten Schreibtisch enthält
hy: Ընտրել պանակ, որը պարունակում է նիշքեր երկրորդ աշխատասեղանից
is: Veldu möppu sem inniheldur skrárnar sem á að birta á seinni skjánum
pt_br: Selecione a pasta que contém os arquivos a serem exibidos na segunda área de trabalho
sk: Vyberte priečinok obsahujúci súbory, ktoré budú zobrazené na druhej ploche

source: Show Documents
pt_br: Mostrar documentos

source: Show the documents folder on the desktop
de: Dokumentenordner auf dem Schreibtisch anzeigen
hy: Ցույց տալ փաստաթղթերի պանակը էկրանի վրա
is: Birta skjalamöppu á skjáborði
pt_br: Mostra a pasta de documentos na área de trabalho
sk: Zobraziť na ploche priečinok dokumentov

source: Show Wastebasket
pt_br: Mostrar cesto de lixo

source: Show the wastebasket on the desktop
de: Papierkorb auf dem Schreibtisch anzeigen
hy: Ցույց տալ զամբյուղն աշխատասեղանի վրա
is: Birta ruslafötu á skjáborði
pt_br: Mostra a lixeira na área de trabalho
sk: Zobraziť Kôš na ploche

source: Show Mounted Disks
pt_br: Mostrar discos montados

source: Show mounted disks on the desktop
de: Eingehängte Laufwerke auf dem Schreibtisch anzeigen
hy: Ցույց տալ սկավառակները աշխատասեղանի վրա
is: Sýna tengda diska á skjáborði
pt_br: Mostra discos montados na área de trabalho
sk: Zobraziť pripojené disky na ploche

source: Desktop
de: Schreibtisch
hy: Աշխատասեղան
is: Skjáborð
pt_br: Área de trabalho
sk: Plocha

source: Size
de: Größe
hy: Չափսը՝
is: Stærð
pt_br: Tamanho
sk: Veľkosť

source: Set the size of icons used on the toolbar and menu
de: Größe der Symbole auf der Symbolleiste und im Menü festlegen
hy: Սահմանել պատկերների չափսը, որոնք օգտագործվում են գործիքագոտիի և մենյուի մեջ
is: Stilltu stærð táknmynda sem notuð er í verkfærastiku og valmynd
pt_br: Defina o tamanho dos ícones usados na barra de ferramentas e no menu
sk: Nastaviť veľkosť ikon použitých na paneli nástrojov a v ponuke

source: Very large (48x48)
de: Sehr groß (48x48)
hy: Ավելի մեծ (48x48)
is: Mjög stór (48x48)
pt_br: Muito grande (48x48)
sk: Veľmi veľký (48x48)

source: Large (32x32)
de: Groß (32x32)
hy: Մեծ (32x32)
is: Stór (32x32)
pt_br: Grande (32x32)
sk: Veľký (32x32)

source: Medium (24x24)
de: Mittel (24x24)
hy: Միջին (24x24)
is: Miðlungs (24x24)
pt_br: Médio (24x24)
sk: Stredný (24x24)

source: Small (16x16)
de: Klein (16x16)
hy: Փոքր (16x16)
is: Lítil ( 16 x 1 )
pt_br: Pequeno (16x16)
sk: Malý (16x16)

source: Position
hy: Դիրքը՝
is: Staðsetning
pt_br: Posição
sk: Umiestnenie

source: Top
de: Oben
hy: Վերև
is: Efst
pt_br: Superior
sk: Hore

source: Show the taskbar at the top of the screen
de: Taskleiste oben auf dem Bildschirm anzeigen
hy: Ցույց տալ խնդրագոտին էկրանի վերևում
is: Birta verkefnastiku efst á skjánum
pt_br: Mostra a barra de tarefas na parte superior da tela
sk: Zobraziť panel úloh v hornej časti obrazovky

source: Bottom
de: Unten
hy: Ներքև
is: Neðst
pt_br: Inferior
sk: Dole

source: Show the taskbar at the bottom of the screen
de: Taskleiste unten auf dem Bildschirm anzeigen
hy: Ցույց տալ խնդրագոտին էկրանի ներքևում
is: Birta verkefnastiku neðst á skjánum
pt_br: Mostra a barra de tarefas na parte inferior da tela
sk: Zobraziť panel úloh v spodnej časti obrazovky

source: Choose the colour of the taskbar background
de: Farbe des Hintergrunds der Taskleiste auswählen
hy: Ընտրել խնդրագոտու ֆոնի գույնը
is: Veldu hér bakgrunnslit verkefnastiku
pt_br: Escolha a cor do fundo da barra de tarefas
sk: Vybrať farbu pozadia panelu úloh

source: Choose the colour of text used on the taskbar
de: Farbe des Texts für die Taskleiste auswählen
hy: ԸՆտրել խնդրագոտում օգտագործված տեքստի գույնը
is: Veldu hér textalit verkefnastiku
pt_br: Escolha a cor do texto usado na barra de tarefas
sk: Vybrať farbu textu použitého na paneli úloh

source: Location
de: Ort
hy: Վայրը:
is: Staðsetning
pt_br: Localização
sk: Umiestnenie

source: Choose the screen where the taskbar is shown
pt_br: Escolha a tela onde a barra de tarefas é exibida

source: Menu Bar
de: Menüleiste
hy: Խնդրագոտի
is: Valmyndastika
pt_br: Barra de menu
sk: Panel ponuky

source: Font
de: Schriftart
hy: Տառատեսակ՝
is: Letur
pt_br: Fonte
sk: Písmo

source: Choose the font used for labels and menus
de: Schriftart für Beschriftungen und Menüs auswählen
is: Veldu letur fyrir merkingar og valmyndir
pt_br: Escolha a fonte usada para rótulos e menus
sk: Vybrať písmo použité na popisy a v ponukách

source: Highlight Colour
de: Hervorhebungsfarbe
hy: Ընդգծել գույնը՝
is: Áherslulitur
pt_br: Cor de destaque
sk: Farba zvýraznenia

source: Choose the colour used to highlight active elements
de: Farbe auswählen, um aktive Elemente hervorzuheben
hy: Ընտրել ակտիվ տարրերում ընդգծվող գույնը
is: Veldu hér litinn sem notaður er til að áherslulita virk atriði
pt_br: Escolha a cor usada para destacar os elementos ativos
sk: Vybrať farbu použitú na označenie aktívnych prvkov

source: Highlight Text Colour
de: Hervorhebungstextfarbe
hy: Ընդգծել տեքստի գույնը՝
is: Áherslulitur texta
pt_br: Cor do texto destacado
sk: Farba zvýrazneného textu

source: Choose the colour used for text on active elements
de: Farbe für Text auf aktiven Elementen auswählen
hy: Ընտրել ակտիվ տարրերում ընդգծվող տեքստի գույնը
is: Veldu hér litinn sem notaður er á texta í virkum atriðum
pt_br: Escolha a cor usada para o texto nos elementos ativos
sk: Vybrať farbu textu aktívnych prvkov

source: Mouse Cursor
de: Mauszeiger
hy: Մկնիկի կուրսորը՝
is: Músarbendill
pt_br: Cursor do mouse
sk: Kurzor myši

source: Set the size of the mouse cursor
de: Größe des Mauszeigers festlegen
hy: Սահմանել մկնիկի կուրսորի չափսը
is: Stilltu stærð músarbendils
pt_br: Definir o tamanho do cursor do mouse
sk: Nastaviť veľkosť kurzora myši

source: Large
de: Groß
hy: Մեծ
is: Stór
pt_br: Grande
sk: Veľký

source: Medium
de: Mittel
hy: Միջին
is: Miðlungs
pt_br: Médio
sk: Stredný

source: Small
de: Klein
hy: Փոքր
is: Lítill
pt_br: Pequeno
sk: Malý

source: Theme
pt_br: Tema

source: Light
pt_br: Claro

source: Set the desktop to use light colours
pt_br: Configure a área de trabalho para usar cores claras

source: Dark
pt_br: Escuro

source: Set the desktop to use dark colours
pt_br: Configure a área de trabalho para usar cores escuras

source: New mouse cursor size will take effect at reboot
hy: Մկնիկի կուրսորի նոր չափսը ուժի մեջ կմտնի վերագործարկումից հետո
is: Ný stærð músarbendils tekur gildi eftir endurræsingu
pt_br: O novo tamanho do cursor do mouse entrará em vigor após a reinicialização
sk: Nová veľkosť kurzoru myši sa prejaví po reštarte

source: System
hy: Համակարգ
is: Kerfi
pt_br: Sistema
sk: Systém

source: For large screens:
de: Für große Bildschirme:
hy: Մեծ էկրանների համար՝
is: Fyrir stóra skjái:
pt_br: Para telas grandes:
sk: Pre veľké obrazovky:

source: Set Defaults
de: Standardeinstellungen festlegen
hy: Սահմանել գործարանային կարգավորումները
is: Setja sjálfgefin gildi
pt_br: Definir padrões
sk: Nastaviť na predvolené

source: Set to default values for high-resolution displays
de: Auf Standardwerte für hochauflösende Displays setzen
hy: Սահմանել գործարանային արժեքներ բարձր կետայնությամբ աշխատասեղանների համար
is: Setja á sjálfgefin gildi fyrir skjái með háupplausn
pt_br: Definir valores padrão para monitores de alta resolução
sk: Nastaviť predvolené hodnoty pre monitory s vysokým rozlíšením

source: For medium screens:
de: Für mittelgroße Bildschirme:
hy: Միջին էկրանների համար՝
is: Fyrir meðalstóra skjái:
pt_br: Para telas médias:
sk: Pre stredné obrazovky:

source: Set to default values for medium-resolution displays
de: Auf Standardwerte für mittlere Auflösung setzen
hy: Սահմանել գործարանային արժեքներ միջին կետայնությամբ աշխատասեղանների համար
is: Setja á sjálfgefin gildi fyrir skjái með meðalupplausn
pt_br: Definir valores padrão para monitores de resolução média
sk: Nastaviť predvolené hodnoty pre monitory s bežným rozlíšením

source: For small screens:
de: Für kleine Bildschirme:
hy: Փոքր էկրանների համար
is: Fyrir litla skjái:
pt_br: Para tela pequenas:
sk: Pre malé obrazovky:

source: Set to default values for low-resolution displays
de: Auf Standardwerte für niedrige Auflösung setzen
hy: Սահմանել գործարանային արժեքներ քիչ կետայնությամբ աշխատասեղանների համար
is: Setja á sjálfgefin gildi fyrir skjái með lágri upplausn
pt_br: Definir valores padrão para monitores de baixa resolução
sk: Nastaviť predvolené hodnoty pre monitory s nízkym rozlíšením

source: Defaults
de: Standardeinstellungen
hy: Գործարանային
is: Sjálfgefin gildi
pt_br: Padrões
sk: Predvolené

source: _Cancel
de: _Abbrechen
pt_br: _Cancelar

source: Desktop %s
hy: Աշխատասեղան %s
is: Skjáborð %s
sk: Plocha %s

source: Layout
hy: Դասավորություն:
is: Framsetning
sk: Rozloženie

source: Documents
de: Dokumente
hy: Փաստաթղթեր
is: Skjöl
sk: Dokumenty

source: Wastebasket
de: Papierkorb
hy: Զամբյուղ
is: Ruslafata
sk: Kôš

source: Mounted Disks
de: Eingehängte Laufwerke
hy: Արտաքին սկավառակ
is: Diskar tengdir í skráakerfi
sk: Pripojené disky

source: Desktop 1
de: Schreibtisch 1
hy: Աշխատասեղան 1
is: Skjáborð 1
sk: Plocha 1

source: Desktop 2
de: Schreibtisch 2
hy: Աշխատասեղան 2
is: Skjáborð 2
sk: Plocha 2

source: Show the taskbar on screen 1
de: Taskleiste auf Bildschirm 1 anzeigen
hy: Ցույց տալ խնդրագոտին 1 էկրանի վրա
is: Birta verkefnastikuna á skjá 1
sk: Zobraziť panel úloh na obrazovke 1

source: Show the taskbar on screen 2
de: Taskleiste auf Bildschirm 2 anzeigen
hy: Ցույց տալ խնդրագոտին 2 էկրանի վրա
is: Birta verkefnastikuna á skjá 2
sk: Zobraziť panel úloh na obrazovke 2

source: Configure the appearance of the desktop and windows
de: Erscheinungsbild von Schreibtisch und Fenstern konfigurieren
hy: Կարգաբերել աշխատասեղանի և պատուհանների տեսքը
is: Stilltu útlit á skjáborði og gluggum
sk: Nastavte vzhľad plochy a okien

source: Password Required
hy: Գաղտնաբառը պարտադիր է
is: Lykilorð nauðsynlegt
sk: Vyžadované heslo
